bm/result-releases/0.0.6/output/laravel-index.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1430300 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking php-frameworks.semasping.info (be patient)


Server Software:        Apache/2.4.6
Server Hostname:        php-frameworks.semasping.info
Server Port:            80

Document Path:          /laravel-5.4/public/
Document Length:        2355 bytes

Concurrency Level:      10
Time taken for tests:   3.020 seconds
Complete requests:      30
Failed requests:        0
Write errors:           0
Total transferred:      102382 bytes
HTML transferred:       70650 bytes
Requests per second:    9.93 [#/sec] (mean)
Time per request:       1006.820 [ms] (mean)
Time per request:       100.682 [ms] (mean, across all concurrent requests)
Transfer rate:          33.10 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    3   5.2      1      15
Processing:   748  888 109.4    886    1296
Waiting:      748  888 109.4    886    1295
Total:        748  892 108.6    887    1296

Percentage of the requests served within a certain time (ms)
  50%    887
  66%    920
  75%    940
  80%    959
  90%   1001
  95%   1076
  98%   1296
  99%   1296
 100%   1296 (longest request)