bm/result-releases/0.0.6/output/phalcon-posts.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1430300 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking php-frameworks.semasping.info (be patient)


Server Software:        Apache/2.4.6
Server Hostname:        php-frameworks.semasping.info
Server Port:            80

Document Path:          /phalcon-3.2/public/posts
Document Length:        347229 bytes

Concurrency Level:      10
Time taken for tests:   12.067 seconds
Complete requests:      1
Failed requests:        0
Write errors:           0
Total transferred:      347616 bytes
HTML transferred:       347229 bytes
Requests per second:    0.08 [#/sec] (mean)
Time per request:       120674.010 [ms] (mean)
Time per request:       12067.401 [ms] (mean, across all concurrent requests)
Transfer rate:          28.13 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        7    7   0.0      7       7
Processing: 12059 12059   0.0  12059   12059
Waiting:    12040 12040   0.0  12040   12040
Total:      12066 12066   0.0  12066   12066