bm/result-releases/0.0.6/output/phalcon-postswc.ab.log
This is ApacheBench, Version 2.3 <$Revision: 1430300 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking php-frameworks.semasping.info (be patient)


Server Software:        Apache/2.4.6
Server Hostname:        php-frameworks.semasping.info
Server Port:            80

Document Path:          /phalcon-3.2/public/postswc
Document Length:        347229 bytes

Concurrency Level:      10
Time taken for tests:   10.037 seconds
Complete requests:      1
Failed requests:        0
Write errors:           0
Total transferred:      347448 bytes
HTML transferred:       347229 bytes
Requests per second:    0.10 [#/sec] (mean)
Time per request:       100365.410 [ms] (mean)
Time per request:       10036.541 [ms] (mean, across all concurrent requests)
Transfer rate:          33.81 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        2    2   0.0      2       2
Processing: 10034 10034   0.0  10034   10034
Waiting:    10023 10023   0.0  10023   10023
Total:      10036 10036   0.0  10036   10036